{
    "indeginous_info":"For Sri Lanka, small mammals are of special importance as they constitute a notable portion of the mammalian fauna of the country.Of the 91 species of mammals. recorded in the country, 31 are rodents and shrews. Furthermore, they are also of significant importance in biological point of view,as they make up largely to the country's endemic faunal component.<br><br> The endemic small mammals include six rodents and four shrews. Many of these endemic species are found in fragmented rainforests in southwestern Sri Lanka which are highly vulnerable to habitat destruction. As a result, many of these species have been categorised as threatened or endangered at national level.",
    "mammals":"Sri Lanka is home to<b> 21 endemic mammals</b> . Number of terrestrial mammals that have been recorded from the country is 91. Additionally there are 28 marine mammals in the oceans surrounding the island. Being an island Sri Lanka lacks land area to supports large animals.<br><br> However fossil evidence of large archaic species of rhinoceroses, hippopotamuses, and lions have been discovered. The flora and fauna of Sri Lanka is mostly understudied. Therefore, the number of endemics could be underestimated. All three endemic genera Solisorex, Feroculus and Srilankamys, of Sri Lanka are monotypic.",
    "birds_demo":"Currently there are <b>33 identified species of endemic birds</b> in Sri Lanka, out of which most are found in the wet zone. The months of November through to April are considered the best months of the year to spot most of these endemics. The Kithulgala and Sinharaja forest reserves in the low lands are amongst the top spots to view a majority of these endemics. Horton Plains National Park in the hills is the best place to catch the endemics that enjoy their life at altitude.",
    "marine_demo":"Sri Lanka is home for 53 endemic freshwater species. Conservation of endemic fish species is a major conversation today. This web platform equipped with the best available science and technology to identify and conserve Sri Lankan endemic ornamental freshwater fish species."
    
}