{
    "kotiya_info":"The <b>Sri Lankan leopard (Panthera pardus kotiya)</b> is a leopard subspecies native to Sri Lanka. It was first described in 1956 by Sri Lankan zoologist <b>Paules Edward Pieris Deraniyagala.</b> Since 2020, the Sri Lankan leopard has been listed as Vulnerable on the IUCN Red List, as the population is estimated at less than 800 mature individuals, and is probably declining.<br><br>The Sri Lankan leopard has a tawny or rusty yellow coat with dark spots and close-set rosettes. Seven females measured in the early 20th century averaged a weight of 64 lb (29 kg) and had a mean head-to-body-length of 1.04 m (3 ft 5 in) with a 77.5 cm (2 ft 6.5 in) long tail, the largest being 1.14 m (3 ft 9 in) with a 84 cm (2 ft 9 in) long tail; 11 males averaged 56 kg (124 lb), the largest being 77 kg (170 lb), and measured 1.27 m (4 ft 2 in) with a 86 cm (2 ft 10 in) long tail,the largest being 1.42 m (4 ft 8 in) with a 97 cm (3 ft 2 in) long tail.<br><br> The Sri Lankan leopard has possibly evolved to become a rather large leopard subspecies, because it is the apex predator in the country. Large males have been suggested to reach almost 100 kg (220 lb), but evidence for this is lacking.<br><br>Melanistic leopards are rare. Few records exist, including from <b>Mawuldeniya, Pitadeniya, and Nallathanniya</b>. In October 2019, the Department of Wildlife Conservation recorded live footage of a melanistic individual for the first time, a male.<br><br>",
    "yala_demo":"Yala National Park is known as the best place to sight lepoards in Sri Lanka.This Is because Yala has the highest density of leopoerds of anywhere on the island.However,this statistic means that the park often has a highe density tourists in peak seasons from <b>December to March</b>.<br><br>However, with five different zones to be explorded, it is possible to find quiet corners of the parks.Yala is comprised of dry grass fields,arid scrubland, and pockets of jungle.And also Sloth bears ,elephants and crocodiles also can be found here.<br><br>",
    "wilpattu_demo":"Home to all kinds of animals and trees, the Wilpattu National Park covers an <b>area of 1,317 square kilometres</b>, making it the largest national park in the country. However, unlike Yala, which welcomes crowds of tourists with its famed leopard sightings, this national park is less than  frequented—but that does not mean that your chances of spotting leopards are zero.<br><br>t many travellers choose a jeep safari at Wilpattu due to logistic issues. In fact, its neighbouring region of Anuradhapura is not on the typical tourist itinerary, and the park itself is situated further away from the usual tourist route. But that is what makes it so perfect for introverts and for those who would like to enjoy the beauty of nature away from the crowds.<br><br>",
    "kumana_demo":"Kumana National Park is situated in Eastern part of Yala National park holds its own as a bird sanctuary at the same time being home to some of the larger mammals found in Yala west park. Kumana has bigger river called 'Kumbukkan Oya'. These rivers mangroves are largely used by migratory and residents birds to build nests and raise their young. Sightings of changeable hawk eagles, painted and rare black necked storks, egrets, godwits, ibis and many more are possible by the many lagoons. When you are on wildlife safari in Kumana National Park watch out for elephants, spotted, and sambhur deer and of course the magnificent leopard. You will have to have keen eyes to spot the leopards lying in the undergrowth of the forest. They too are quite active around watering holes like the Kumana Villu swamp. Sometimes if you are lucky you will find one or twoleopards cross the roads in front of your safari jeeps as they hunt for their next meal.<br><br>",
    "horton_demo":"Horton Plains National Park is known as the best place to sight lepoards in Sri Lanka.This Is because Yala has the highest density of leopoerds of anywhere on the island.However,this statistic means that the park often has a highe density tourists in peak seasons from March to May.<br><br>However, with five different zones to be explorded, it is possible to find quiet corners of the parks.Yala is comprised of dry grass fields,arid scrubland, and pockets of jungle.And also deers,various birds and buffolo also can be found here.<br><br>",
    "treats_demo":"The survival of the Sri Lankan leopard is primarily threatened by increasing habitat loss and fragmentationtion , together with an increasing risk of human-induced mortality. Leopards are killed by people either accidentally in wire snares set for other species, or as retaliation after livestock depredation (king thr king poisoning the livestock carcass). They are also occasionally shot. Since 2010, <b>over 90 </b>leopards are known to have been killed by people in Sri Lanka.<br><br> Three individuals were killed by snare traps in the Sinharaja conservation area, one of which is stuffed and displayed at the Giritale Wildlife Museum. In May <b>2020</b>, the melanistic leopard filmed in 2019 was found caught in a snare at the Lakshapana Estate in Nallathanniya, Hatton. Later, it was transported to Elephant Transit Home in Udawalawa for treatment, where it died. The snare had heavily injured its neck. Even in large, contiguous protected areas, human encroachment in the border areas is impacting leopard distribution and reducing the effective size of these protected areas.<br><br>"
}