{
    "ele_info":"The <b>Sri Lankan elephant (Elephas maximus maximus)</b> is native to Sri Lanka and one of three recognised subspecies of the Asian elephant. It is the type subspecies of the Asian elephant and was first described by Carl Linnaeus under the binomial <b>Elephas maximus in 1758</b>. The Sri Lankan elephant population is now largely restricted to the dry zone in the north, east and southeast of Sri Lanka.<br><br> Elephants are present in <b>Udawalawe National Park, Yala National Park, Lunugamvehera National Park, Wilpattu National Park and Minneriya National Park </b>but also live outside protected areas. It is estimated that Sri Lanka has the highest density of elephants in Asia. Human-elephant conflict is increasing due to conversion of elephant habitat to settlements and permanent cultivation.<br><br>Sri Lankan elephants are the largest subspecies reaching a shoulder height of between 2 and 3.5 m (6.6 and 11.5 ft), weight between <b>2,000 and 5,500 kg (4,400 and 12,100 lb)</b>, and have 19 pairs of ribs. Their skin colour is darker than of indicus and of  ono on ears, face, trunk and belly.<br><br>Only 7% of males bear tusks. Average adult elephant tusks grow up to about <b>6 feet</b>. It can weight up to 35 kg (77 lb).Longest tusks of 7 feet 6 inches long was found in <b>Millangoda Raja (1938-30 July 2011).",
    "yala_demo":"Yala National Park is known as the best place to sight lepoards in Sri Lanka.This Is because Yala has the highest density of leopoerds of anywhere on the island.However,this statistic means that the park often has a highe density tourists in peak seasons from December to March.<br><br>However, with five different zones to be explorded, it is possible to find quiet corners of the parks.Yala is comprised of dry grass fields,arid scrubland, and pockets of jungle.And also Sloth bears ,elephants and crocodiles also can be found here.<br><br>",
    "wilpattu_demo":"Home to all kinds of flora and fauna, the Wilpattu National Park covers an area of 1,317 square kilometres, making it the largest national park in the country. However, unlike Yala, which welcomes crowds of tourists with its famed leopard sightings, this national park is less than  frequented—but that does not mean that your chances of spotting leopards are zero.<br><br>Not many travellers choose a jeep safari at Wilpattu due to logistic issues. In fact, its neighbouring region of Anuradhapura is not on the typical tourist itinerary, and the park itself is situated further away from the usual tourist route. But that is what makes it so perfect for introverts and for those who would like to enjoy the beauty of nature away from the crowds.<br><br>",
    "kumana_demo":"Kumana National Park is known as the best place to sight elephants in Sri Lanka.This Is because Kumana has the highest density of elephants of anywhere on the island.However,this statistic means that the park often has a highe density tourists in peak seasons from December to March.<br><br>However, it is possible to find quiet corners of the parks.Kumana is comprised of dry grass fields,arid scrubland, and pockets of jungle.And also Sloth bears ,lepoards and crocodiles also can be found here.<br><br>",
    "horton_demo":"Minneriya National Park is known as the best place to sight elephants in Sri Lanka.This Is because Minneriya has the highest density of elephants of anywhere on the island.However,this statistic means that the park often has a highe density tourists in peak seasons from December to March.<br><br>However, it is possible to find quiet corners of the parks.Minneriya is comprised of dry grass fields,arid scrubland, and pockets of jungle.And also Sloth bears ,elephants and crocodiles also can be found here.<br><br>",
    "treats_demo":"<b>Human-elephant conflict (HEC)</b> is a severe conservation, socio-economic and environmental issue of forests and ecosystems in elephant inhabiting countries, including Sri Lanka. Due to the rapid growth of human and elephant populations, both struggles to share limited land resources. The major causes and contexts of HEC in Sri Lanka you land use change, habitat loss due to human population growth, crop raiding behavior, problem elephants, and changes in agriculture practices.<br><br> Since 2019, <b>125 people and 370 elephants</b> have killed annually on average due to the conflict. Also, Sri Lanka has recorded the highest annual elephant deaths and second-highest human deaths due to HEC. The human death rate has increased by approximately <b>42%</b> over previous three decades. The Sri Lankan government provides compensation for death and disability of the human rubed by elephants and for elephant-damaged houses or properties. The Sri Lankan elephant (Elephas maximus maximus) is an endangered subspecies. Its home range is restricted to <b>50 -150 km2</b> and depends on the availability of food, water, and shelter of the habitat in which they live.<br><br> Various management strategies have been developed by the government and villagers to prevent and mitigate BRC. Today, Sri Lankan elephants are <b>protected under Sri Lankan law, with punishment by fines and jail terms</b>. This article reviews the history, present status, and traditional conflict management of HEC in Sri Lanka. We suggest a satellite data fusion approach with GIS modeling to identify risk zones of HEC to develop further protective measures for humans and elephants.<br><br>"
}