{
    "intro":"Like many islands, Sri Lanka boasts a high number of endemic species, animals and plants found nowhere else on Earth.<br> <br> The country is also regarded as one of the world's top five hotspots for biodiversity, testament to the sheer number of species which call the tear drop isle home.Sir Lanka is a world of flora, fauna and natural habitats.<br><br> Sri Lankan animals of all species are privy to natural preserves and parks.<br><br>As a Buddhist country, this region is home to animals that are nowhere else on the globe.Read on to learn what you can discover in some of Sri Lanka's best national parks.",
    "wasgamuwa_demo":"Wasgamuwa National Park is a natural park in Sri Lanka situated in the Matale and Polonnaruwa Districts.It was declared to protect and to make a refuge for the displaced wild animals during the Mahaweli Development Project in 1984 and is one of the four National Parks designated under the Project.<br><br> Originally it was designated as a nature reserve in 1938, and then in the early 1970s the area was regraded as a strict nature reserve. Wasgamuwa is one of the protected areas where Sri Lankan Elephants can be seen in large herds.<br><br> It is also one of the Important Bird Areas in Sri Lanka. The name of the Wasgamuwa has derived from the words 'Walas Gamuwa'.'Walasa' is Sinhala for sloth bear and 'Gamuwa' means a wood. The park is situated 225 km away from Colombo.",
    "udawalawa_demo":"Udawalawe National Park is a national park on the boundary of Sabaragamuwa and Uva Provinces in Sri Lanka. The park was created to provide a sanctuary for wild animals displaced by the construction of the Udawalawe Reservoir on the Walawe River, as well as to protect the catchment of the reservoir.<br><br> The reserve covers 30,821 hectares (119.00 sq mi) of land area and was established on 30 June 1972.Before the designation of the national park, the area was used for shifting cultivation (chena farming).<br><br> The farmers were gradually removed once the national park was declared. The park is 165 kilometres (103 mi) from Colombo.Udawalawe is an important habitat for water birds and Sri Lankan elephants. It is a popular tourist destination and the third-most visited park in the country.",
    "maduru_oya_demo":"Maduru Oya National Park (Sinhala: මාදුරු ඔය ජාතික වනෝද්‍යානය  ) is a national park of Sri Lanka, established under the Mahaweli development project and also acts as a catchment of the Maduru Oya Reservoir.<br><br> The park was designated on 9 November 1983. Providing a sanctuary to wildlife, especially for elephants and protecting the immediate catchments of five reservoirs are the importance of the park. A community of Vedda people, the indigenous ethnic group of Sri Lanka lives within the park boundary in Henanigala.The park is situated 288 kilometres (179 mi) north-east of Colombo.",
    "minneriya_demo":"Minneriya National Park (Sinhala: මින්නේරිය ජාතික වනෝද්‍යානය,  Tamil: மின்னேரியா தேசிய வனம்,) is a national park in North Central Province of Sri Lanka.<br><br> The area was designated as a national park on 12 August 1997,having been originally declared as a wildlife sanctuary in 1938.  The tank is of historical importance, having been built by King Mahasen in third century AD. forests of Matale, Polonnaruwa, and Trincomalee districts. The park earned revenue of Rs. 10.7 million in the six months ending in August 2009.<br><br> Along with Kaudulla and Girithale, Minneriya forms one of the 70 ImportantBird Areas (IBAs) of Sri Lanka. The park is situated 182 kilometres (113 mi) from Colombo."
    
   
}