{
    "wilpattu_info_1":"Wilpattu National Park is Sri Lanka's <b>largest national park</b> located close to Puttalam. Wilpattu was designated as a wildlife sanctuary in 1990 and covers approximately 1,317 km2 (square kilometers) of ground area. Wilpattu consists of <b>215 species of birds</b> out of which <b>7 species are endemic</b> to Sri Lanka. It has <b>44 species of mammals</b> and has one of the highest densities of leopards in the world. Two important pilgrimage sites namely, <b>Kudrimalai point and veli Vehera </b> are located within the Wilpattu National Park.",
    "wilpattu_info_2":"The best time to visit the Wilpattu National Park is in the dry season from <b>February to June</b> when a wide variety of animals can be spotted. As water levels are lower during this season, it's easier to vitness the animals coming out to the lagoons to drink water and hydrate themselves.",
    "facts_demo_1":"Wilpattu National Park consists of a diversified range of wildlife which includes mammals, reptiles, birds, insects etc. The park is home to <b>44</b> varieties of mammals and <b>215</b> species of birds. Among all of the animals residing at Yala National Park the most popular ones are the leopards, elephants, jackals, spotted deer, sloth bears, crocodiles and peacocks.",
    "facts_demo_2":"Wilpattu National Park is home to the highest densities of leopards in the world. It comes as no surprise to see these majestic beasts during a safari in the park. The Sri Lankan leopard namely Panthera Pardus Kotiya can be found roaming freely in the park. Yala National Park Block number 1 has recorded the highest density of leopards from all wildlife national parks of Sri Lanka. There are about <b>40 leopards</b> at Yala National Park with  them roaming in Block 1 alone. The best period for sighting leopards at the park is from January to July.",
    "facts_demo_3":"There is a large number of elephants roaming freely at the Wilpattu National Park. These majestic tusked elephants are best sighted during the dry season which is from May to August. The elephant herd at the park consists of 300 - 350 individual tuskers. These giant mammals could be spotted roaming or bathing in the lagoons and waterholes at the park.",
    "facts_demo_4":"There is approximately <b>215</b> species of birds at the Wilpattu National Park There are 90 water birds inhabiting the wetlands of Wilpattu and half of them are migrants. The water birds found include the lesser flamingo, pelican, spoonbill, grey heron,purple heron, night heron, rare black necked stork, painted stork and darter. Among other bird species, raptors including the crested serpent eagle and white bellied sea eagle can be sighted at the Wilpattu National Park.",
    "things_1":"We will pick you up From your Hotel in Nuwara Eliya or Ella Area and drive you safely to your next destination in Yala, by an air-conditioned private vehicle. You will stay in a luxury camping site inside the jungle and walk around to see its nature. In the evening enjoy an Included romantic BBQ dinner in the camp site. The next day morning you will have the most amazing 4X4 Leopard Safari in Yala National Park with an expert of Wildlife. After the Safari you will be driven safely to your next destination Galle, Mirissa or Unawatuna area by an air-conditioned Vehicle.",
    "things_2":"Discover the incredible wildlife and breathtaking landscapes of Yala National Park on our full-day safari tour.Led by our experienced driver-guides, this tour takes you on a journey through the stunning landscapes of the park, including dense forests, vast grasslands, and shimmering lakes. Along the way, you'll have the chance to spot some ofSri Lanka's most iconic animals, such as majestic elephants, elusive leopards, playful monkeys, colorful birds, and manymore.",
    "things_3":"Starting early in the morning, our tour is designed to give you the best chance of seeing the park's incredible wildlife in action. We'll take you on an exciting journey through the park's various habitats, stopping at strategic points to observe the animals in their natural habitat. Our driver-guides are experts in spotting wildlife and will do their best to help you catch a glimpse of some of the park's rarest and most elusive creatures.",
    "things_4":"Thambapanni is an ancient Buddhist monastery, believed to date back to 2nd century BC. The monastery straddles a collection of rocky outcrops and caves deep in the heart of Yala National Park. There are said to be hundreds of caves and shelters within and around the complex, that have housed monks (for centuries) who came to the site to further their education as well as to meditate.",
    "things_5":"Anyone visiting Wilpattu National Park will experience wildlife safaris that will surely make their stay something memorable and unique. Given a choice between standard camping and premium camping services, the options available are designed to suit almost any type of wildlife enthusiast or visitor. With two safari sessions that are available for the 1 Night 2 Days, the Yala National Park wildlife safari and camping tour cater to the visitors needs, either providing an all-out experience of the national park, or the must-experience 1-day tour that will cover most of the parks features and famous locations."

}